package recipe

const json = `{
  "recipes": [
    {
      "id": 1,
      "name": "Паста с томатным соусом",
      "text": "Вкусная паста с томатным соусом и сыром.",
      "date": "2023-10-02",
      "type": "Итальянская кухня"
    },
    {
      "id": 2,
      "name": "Омлет с овощами",
      "text": "Легкий и сытный омлет с помидорами и шпинатом.",
      "date": "2023-10-01",
      "type": "Завтрак"
    },
    {
      "id": 3,
      "name": "Салат Цезарь",
      "text": "Классический салат с куриной грудкой и соусом Цезарь.",
      "date": "2023-09-30",
      "type": "Салат"
    }
  ]
}
`
